
class Pizza {
  final String name;
  final String description;
  final String price;
  final String image;
  final String params;

  Pizza(this.name, this.description, this.price, this.image, this.params);
}

List pizzas = [
  Pizza("ПИЦЦА ПЕППЕРОНИ", "Наполнение: пепперони, сыр моцарелла, итальянские травы, томатный соус. Основа: крафтовая мука, пшеничная мука, закваска, оливковое масло, сахар, соль.", "169", "https://cdn.monopizza.com.ua/mp-ua/products/0001-pica-bavarska.jpg?&w=991&h=700&format=auto&mode=fit&q=60", "420 г 30 см"),
  Pizza("СЫТНАЯ ПАРА", "Фермерская + Охотничья", "349", "https://cdn.monopizza.com.ua/mp-ua/products/0001-sitna-para.jpg?&w=991&h=700&format=auto&mode=fit&q=60", "950 г 2х30 см"),
  Pizza("ВКУСНАЯ ПАРА", "Пепперони + 4 сыра", "379", "https://cdn.monopizza.com.ua/mp-ua/products/0001-smachna-para.jpg?&w=991&h=700&format=auto&mode=fit&q=60", "830 г 2х30 см"),
  Pizza("АВАТАР", "Пицца Пепперони + Пицца 4 сыра + Пицца Охотничья", "678", "https://cdn.monopizza.com.ua/mp-ua/products/0001-kombo-avatar.png?&w=991&h=700&format=auto&mode=fit&q=60", "1290 г 3х30 см"),
  Pizza("ПИЦЦА БАВАРСКАЯ", "Наполнение: сыр моцарелла, охотничьи колбаски, огурцы маринованные, лук красный, паприка, томатный соус. Основа: крафтовая мука, пшеничная мука, закваска, оливковое масло, сахар, соль.", "169", "https://cdn.monopizza.com.ua/mp-ua/products/0001-pica-bavarska.jpg?&w=991&h=700&format=auto&mode=fit&q=60", "440 г 30 см")
  // Pizza("ПИЦЦА ПЕППЕРОНИ", "Наполнение: пепперони, сыр моцарелла, итальянские травы, томатный соус. Основа: крафтовая мука, пшеничная мука, закваска, оливковое масло, сахар, соль.", "169", "https://php.ninjapizza.com.ua/images/157/l2x.webp?ver=v1.0.7", "420 г 30 см")
  // Pizza("ПИЦЦА ПЕППЕРОНИ", "Наполнение: пепперони, сыр моцарелла, итальянские травы, томатный соус. Основа: крафтовая мука, пшеничная мука, закваска, оливковое масло, сахар, соль.", "169", "https://php.ninjapizza.com.ua/images/157/l2x.webp?ver=v1.0.7", "420 г 30 см")
  // Pizza("ПИЦЦА ПЕППЕРОНИ", "Наполнение: пепперони, сыр моцарелла, итальянские травы, томатный соус. Основа: крафтовая мука, пшеничная мука, закваска, оливковое масло, сахар, соль.", "169", "https://php.ninjapizza.com.ua/images/157/l2x.webp?ver=v1.0.7", "420 г 30 см")
  // Pizza("ПИЦЦА ПЕППЕРОНИ", "Наполнение: пепперони, сыр моцарелла, итальянские травы, томатный соус. Основа: крафтовая мука, пшеничная мука, закваска, оливковое масло, сахар, соль.", "169", "https://php.ninjapizza.com.ua/images/157/l2x.webp?ver=v1.0.7", "420 г 30 см")
  // Pizza("ПИЦЦА ПЕППЕРОНИ", "Наполнение: пепперони, сыр моцарелла, итальянские травы, томатный соус. Основа: крафтовая мука, пшеничная мука, закваска, оливковое масло, сахар, соль.", "169", "https://php.ninjapizza.com.ua/images/157/l2x.webp?ver=v1.0.7", "420 г 30 см")
  // Pizza("ПИЦЦА ПЕППЕРОНИ", "Наполнение: пепперони, сыр моцарелла, итальянские травы, томатный соус. Основа: крафтовая мука, пшеничная мука, закваска, оливковое масло, сахар, соль.", "169", "https://php.ninjapizza.com.ua/images/157/l2x.webp?ver=v1.0.7", "420 г 30 см")

];